/* Literal for the Space key */
"Space" = "Space";

/* VoiceOver type of the object recorded by the control */
"Shortcut" = "ปุ่มลัด";

/* VoiceOver value for the value-less control */
"Not set" = "ไม่ได้ระบุ";

/* Tooltip for the cancel button when the control has a value */
"Use old shortcut" = "ใช้ปุ่มลัดเดิม";

/* Tooltip for the cancel button when the control has no value */
"Cancel recording" = "ยกเลิกการบันทึก";

/* Tooltip for the clear button */
"Delete current shortcut" = "ลบปุ่มลัดปัจจุบัน";

/* Label and tooltip for the recording mode */
"Press keys now" = "กดปุ่มตอนนี้";

/* Label for the value-less control */
"Record Shortcut" = "บันทึกปุ่มลัด";

/* Tooltip for the normal mode */
"Click to record shortcut" = "คลิกเพื่อกำหนดปุ่มลัด";

/* Value for the NSLocalizedFailureReasonErrorKey key of validator's error */
"The \"%@\" shortcut can't be used!" = "ใช้ปุ่มลัด \"%@\" ไม่ได้";

/* Value for the NSLocalizedDescriptionKey key of validator's delegate error */
"The \"%@\" shortcut can't be used because %@." = "ใช้ปุ่มลัด \"%@\" ไม่ได้ เพราะ %@";

/* Default value for the NSLocalizedDescriptionKey key of validator's error */
"The \"%@\" shortcut is already in use." = "ปุ่มลัด \"%@\" ถูกใช้ไปแล้ว";

/* Value for the NSLocalizedDescriptionKey key of validator's system shortcuts error */
"The \"%@\" shortcut can't be used because it's already used by a system-wide keyboard shortcut. If you really want to use this shortcut, most shortcuts can be changed in the Keyboard panel in System Preferences." = "ใช้ปุ่มลัด \"%@\" ไม่ได้ เพราะมันถูกใช้เป็นปุ่มลัดของระบบแล้ว (ถ้าต้องการใช้จริงๆ ปุ่มลัดส่วนใหญ่ของระบบสามารถปรับได้ใน \"การตั้งค่าระบบ\" ส่วนของ \"แป้นพิมพ์\")";

/* Value for the NSLocalizedDescriptionKey key of validator's menu error */
"The \"%@\" shortcut can't be used because it's already used by the \"%@\" menu item." = "ใช้ปุ่มลัด \"%@\" ไม่ได้ เพราะมันถูกใช้โดยตัวเลือกเมนู \"%@\" แล้ว";

/* Accessibility name of the Command modifier key */
"Command" = "Command";

/* VoiceOver name of the Option modifier key */
"Option" = "Option";

/* VoiceOver name of the Shift modifier key */
"Shift" = "Shift";

/* VoiceOver name of the Control modifier key */
"Control" = "Control";

/* VoiceOver name of the modifier keys delimiter */
"-" = " - ";
